Revit 2027 API
ParameterTypeId.RoomLightingLoadUnitsParam Property
 "Lighting Load Units"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomLightingLoadUnitsParam { get; }
Public Shared ReadOnly Property RoomLightingLoadUnitsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomLightingLoadUnitsParam {
	ForgeTypeId^ get ();
}
static member RoomLightingLoadUnitsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace